hepcues-backend/app/controllers/api/v1/acts_controller.rb

  def index
    @acts = Act.all
---
SELECT "acts".* FROM "acts"